{
  "1": "How to use the GRAMMAR command\nThis command is meant to be a grammar guide within the dictionary bot so the grammar can be explained with less effort.\nUse `/grammar <number>` to locate a specific page of the guide.\n\nPlease remember that Kygish is a **currently developing language** and the grammar may be subject to change at any time\n\nINDEX:\n1 - Index (this page)\n2 - Orthography\n3 - Simple pronouns\n4 - Using the copula\n5 - Plurals\n6 - Using 'le'\n7 - Negating verbs\n8 - Basic verb tense conjugation\n9 - Conjugating \"na\"\n10 - Particles\n11 - Using 'soep'\n12 - Using 'kosek aka' (advanced)",
  "2": "**Orthography**:\n\na - like 'ar' in the word 'h**ar**d' - /a/\ne - like 'e' in the word 'sp**e**ll' - /e/\ni - like the 'ee' in the word 's**ee**' - /i/\no - like the 'ar' in the word 'w**ar**d' - /o/\nu - like the 'eu' in the french word 'bl**eu**' (blue) - /ɯ/\ny - like the 'i' in the word 'th**i**s' - /ɪ/\nw - like the 'oo' in the word 'z**oo**' /u/\n\nk - 'c' in '**c**at' - /kʰ/\nn - 'n' in '**n**o'  - /n/\np - 'p' in '**p**ass' - /pʰ/\nt - 't' in '**t**oast' - /tʰ/\ns - 's' in '**s**ew' - /s/\nr - 'r' in '**r**ow' *or* the 'r' sound in the Japanese word 'ka**r**a' - /ɹ/ or /ɾ/\nv - 'v' in '**v**itamin' - /v/\nj - 'y' in '**y**ou' - /j/\nlh - 'll' in the welsh word '**ll**anfairpw**ll**gwyngy**ll**gogerychwyrndroby**llll**tysiliogogogoch' (or the welsh word '**ll**an') - /ɬ/\nl - 'l' in '**l**ove' - /l/\n' - the sound in between the 'uh' and 'oh' in the phrase 'uh**-**oh'. Also the sound used instead of the 't' sound when British people drop their t's - /ʔ/\nz - 'z' in '**z**oo' - /z/\ng - 'g' in '**g**o' - /g/\nh - 'h' in '**h**ave'; when at the end of a word or before a consonant, pronounced like the sound made when one is clearing their throat - /h/ at beginning, /χ/ at end\nph - 'th' in '**th**ing' - /θ/\nbh - 'th' in '**th**is' - /ð/\n\nNOTE:\n- Combinations like 'er', 'ur', 'or' **do not** have the same sounds as their English counterparts. These sounds instead would be read as (using 'er' as an example) 'e' the 'r' as noted in the Kygish phonology\n- 'w' is **never** pronounced like it is in English, it is always a vowel\n- **'f', 'sh' and 'ch' do not exist in Kygish**, use 'ph', 's' and 't' instead when converting already existing English words into Kygish",
  "3": "**Simple pronouns**\n\n\"I\" and \"me\" correlate to the same word in Kygish: \"ku\"\n\"You\" is \"te\"\n\"He\" is \"nego\"\n\"She\" is \"nago\"\n\"They\" (never the plural version) is \"nogos\"\n\"It\" is \"so\"\n\n*Next page: Using the copula*",
  "4": "**Using the copula** (the verb for 'to be' - 'na'):\n\nNote: the word 'na' is a *bjovoks gojan* (irregular verb), so its conjugations do not follow the same pattern as other Kygish verbs\nDescribing things is almost exactly the same as English, other than the lack of a difference between \"is\" and \"are\" (both become \"na\") and the usual dropping of articles. In every sentence that uses the copula; the subject comes first, then the verb (\"na\"), then the object (SVO).\n\nEXAMPLE:\n  Forg = Dog\n  Dusas = Black\n\n\"The dog is black.\" = \"Forg na dusas.\"\n\nAs you can see, in the sentence above, the article ('the') is dropped and the order of the words follows the order of subject - verb - object\n\nThe copula, when used with the pronouns 'ku', 'te' or 'so' ('I', 'You' and 'It') is fused with the pronoun and becomes [pronoun] + -n.\nExamples:\n\"I am fifteen years old\" = \"**Kun** jet-gjo seiku\"\n\"You are good\" = \"**Ten** jota\"\n\"It is cute\" = \"**Son** kasaku\"\n\n*Next page: Plurals*",
  "5": "**Plurals**:\n\nPlurals are one of the most simple areas of the Kygish language, all that has to be done is adding \"-la\" to the base, singular word.\n\nExamples using \"-la\":\nWe: \"Ku-la\" (since it is referring to multiple people in the first person, it is considered a plural of \"I\")\nYou (plural version - like the French 'vous'): \"Te-la\"\nPeople: Nogo-la\n\n*Next page: Using 'le'*",
  "6": "**Using 'le'**:\n\nThe word 'le' is one of the more complicated aspects of the Kygish language. It is used for multiple purposes and can be confusing sometimes if it is forgotten.\n\n'Le' is used to show possession, meaning there is no existence of 'My' or 'Your' in this language.\n\nSaying 'My dog' in Kygish is 'Ku-le forg'\n\nNotice above that there is a hyphen located between 'ku' and 'le', this is to specify that 'le' is being used for possession in this circumstance and the hyphen is not pronounced seperately.\nThe word 'le' is not exclusive to pronouns in its use as a possession particle, however.\n\nSaying \"Hugo's dog\" in Kygish is 'Hjwgo-le forg' (Hjwgo being the Kygish transliteration of the name 'Hugo')\n\nIn the case of using 'le' attached to a word that is a plural, the suffix '-la' always goes before '-le' and these two suffixes are seperated by hyphens.\n\n\"Our dog\" in Kygish is \"Ku-la-le forg\"\n\nWhen 'le' is not used to show possession in a sentence it does not have a hyphen attached to it anywhere and has the meaning 'of' and is treated as any other word.\n\n\"Ball of rock\" in Kygish is \"Lup le tra\"\n\n*Next page: Negating verbs*",
  "7": "**Negating verbs**:\n\nVerb negation in Kygish is very simple. The suffix '-vos' can be added to the verb and it is negated.\n\n\"I don't run\" in Kygish is \"Ku ike**-vos**\"\n\nThere are no changes to 'na' when negating, either, so the most irregular verb also stays the same.\n\n\"I am not a woman\" in Kygish is \"Kun**-vos** trakt\"\n\"He is not my friend\" in Kygish is \"Nego na**-vos** ku-le keigo\"\n\n*Next page: Basic verb tense conjugation*",
  "8": "**Verb conjugation**\n\nEvery Kygish verb ends with '-e'; this is used heavily when conjugating a verb in this language.\n\nThe verb conjugations are (using the example word 'ike' - to go):\n\nPresent: Ike (keep the same)\nPast: Iken\nFuture: Ika\nVolitional: Iko\nImperative: Ikan\nConditional: Ikasw\nStating that one wants to do something: Ikyti\n\nThe tenses explained in detail with examples:\n\n**Present**\nThis tense covers what is happening at the current moment.\nExample:\n\"I go\": \"Ku ik**e**\"\n\n**Past**\nThis tense convers what has happened before (in the *past*).\nExample:\n\"I ate\": \"Ku bat**en**\"\n\n**Future**\nThis tense covers what is yet to happen.\nExample:\n\"I will speak\": \"Ku lok**a**\"\n\n**Volitional**\nThis tense is suggesting the idea of doing the action in question or saying that one *should* do an action.\nExample:\n\"Let's eat\": \"Ku-la bat**o**\"\n\n**Imperative**\nThis tense is the tense of a command. Used when telling someone to do something.\nExample:\n\"Leave!\": \"Isku**an**!\"\n\n**Conditional**\nThis tense is the tense stating what *could* happen, therefore, on a condition.\nExample:\n\"I would eat, but I am not hungry\": \"Ku bat**asw**, deruzo ku na-vos wsbat\"\n\nThe state of wanting to do something is self explanatory, so here is an example:\n\"I want to go now\": \"Ku ikyti on'e\"\n\n**The verb 'na' is irregular. It does not follow the same conjugation pattern as other verbs. View on the next page**\n\n*Next page: Conjugating \"na\"*",
  "9": "**Conjugating \"na\"**\n\nThe conjugation of the copula does not follow the same pattern as the other verbs, but is still quite similar.\nIt is listed below.\n\n\"Is/are\": \"Na\"\n\"Was\": \"Nan\"\n*(from this point onwards, the conjugation is treated as if the root verb was 'nake')*\n\"Will be\": \"Naka\"\n\"Should be\": \"Nako\"\n\"Be (commanding)\": \"Nakan\"\n\"Would be\": \"Nakasw\"\n\"Want to be\": \"Nakyti\"\n\n*Next page: Particles*",
  "10": "**Particles**\nThe are various particles in the Kygish language and they are all important for making the meaning of a sentence clearer.\n\n*The question particle:*\nThis particle is added to the end of a sentence to form it into a question. The particle is \"Ke\". An example:\n\"Will you go?\" = \"Te ika ke?\"\n\n*The casual particles:*\nThese particles (\"e\" and \"ga\") are added to the end of a sentence to make it more friendly and casual. An example:\n\"I'm tired!\" = \"Kun domai e!\"\n\"That is weird\" = \"Jan na yteri ga\"\n\n*Aggression particle:*\nThis particle is \"ar\". It is used most commonly in the Kygish military but can be used to show aggression from a angry speaker. An example:\n\"Why did you do that?!\" = \"Hon na te lojen jan ke ar?!\"\n\n*Reflexive particle:*\nThis paricle is \"lo\". It changes the meaning from the subject doing an action, to having the action *done to* them. An example:\n\"We were taught\" = \"Ku-la lo osite\"\n\n*Concept particle:*\nThis particle is \"kosek\". It is added after a verb or action to change it into a concept of this action. An example:\n\"Running is good for you\" = \"Ikokae kosek na jota, te soep\"\n\n*Next page: Using 'soep'*",
  "11": "**Using soep**\n\nThe Kygish word 'soep' means 'for' and is placed after the phrase or word it would usually be placed before in English.\n\n\"Te soep\" = \"For you\"\n\"For eating this\" = \"Bate jon soep\"\n\nWhen 'soep' is at the end of a sentence, the will sometimes pause before saying the phrase and a comma is always place before in writing. An example:\n\n\"So, I am here for you\" = \"Nai, kun jalve, te soep\"\n\n'Soep' can also be used to express purpose or reasoning for an action. An example:\n\n\"I live to eat\" = \"Ku etrese, bate soep\"\n\"I am here to teach!\" = \"Kun jalve, osite soep e!\"\n\n*Next page: Using 'kosek aka' (advanced)*",
  "12": "**Using 'kosek aka' (advanced)**\n\nThis guide is now teaching about advanced grammar point in kygish and may not be very familiar to someone who expects the grammar to be too similar to that of English\n\nThe 'kosek aka' structure is one that is used to express a starting point or initial action followed by something that happens meanwhile this action is being performed. 'Kosek aka' literally means '[action] with', this could give you insight as to how it works in kygish.\n\nTo start with an example sentence, let's deconstruct this one:\n\n\"Kome atw ki-gakija kosek aka, nonogo-la osite henlota\"\n\nTo start with, there is the action 'kome atw ki-gakija' (start in first grade) followed by 'kosek aka'. The 'kosek' in this structure changes the action of starting in first grade into a concept (starting in first grade).\nNext, the 'aka' here makes it so the following action is something that is happening as the starting in first grade also happens. So, in full, combined with the other part of the sentence - 'nonogo-la osite henlota' (children learn sign language), the sentence translates to \"Starting in first grade, children learn sign language\".\nIn other situations, it is much more common for 'kosek aka' to have the same meaning as 'while' or 'whilst'.\n\nSome more examples:\n\n'Ike tomi Djon kosek aka, nego delen' = 'While running from John, he fell'\n\n'Etre ganako kosek aka, nago lo osite-vos mon' = 'While in school, she wasn't taught a thing'\n\n*End of guide* (for now)"
}
